export let config={
 loadsave:{
  url:'rest/loadsave',
  uid:'f123',
  copy:'SFWS@!D#H&DG'
 },
 menu:{
  formUrl:'rest/callb'
 },
 flow:{
  epis:{amount:10,avail:6}
 },
 chat:{
  data:{
   '0':[
   {
   'choose0':{bot:'Вечность.. Вечность.. И я. Только вечность. И я. В ней. Надолго ли? Эх.',user:[{what:'choose1',text:'Эй! Я на связи!',msg:'0K3QuSEg0K8g0L3QsCDRgdCy0Y/Qt9C4IQ=='}]}
  },
  {
   'choose1':{bot:'хм... какие-то странные искажения. интересно! давненько я их не видел. вернее - никогда! неужели кто-то добрался. неужели кто-то активировал... черт, но текст неразборчив. эй! если ты меня видишь! тебе нужно перейти в "поток", выбрать первый модуль [такая кругляшка], а затем активировать ее кнопкой play [слева вверху].  после изучения первого блока  криптография наших гаджетов синхронизируется, и мы сможем подготовить тебя к приключениям!',user:[{what:'choose1-1',text:'Ясно, приступаю!',msg:'0K/RgdC90L4sINC/0YDQuNGB0YLRg9C/0LDRjiE='},{what:'choose1-2',text:'Что ты несешь?))',msg:'0KfRgtC+INGC0Ysg0L3QtdGB0LXRiNGMPykp'}]},
  },
  {
   'choose1-1':{bot:'Второе сообщение! Значит там кто-то есть. Если ты это читаешь - скорее активируй поток треша и возвращайся. Тебе выпал чудесный шанс - спасти эту планету. Если ты конечно с планеты Земля.',user:[{what:'choose3-1',text:'теперь ясно!',msg:'0YLQtdC/0LXRgNGMINGP0YHQvdC+IQ=='}]},
   'choose1-2':{bot:'Черт... Текст прилетает битым. Скорее активируй "поток треша". Жду тебя обратно. Торопись!',user:[{what:'choose3-1',text:'теперь ясно!',msg:'0YLQtdC/0LXRgNGMINGP0YHQvdC+IQ=='}]}
  },
  {
   'choose3-1':{bot:'мдэээ. нам будет с тобой непросто) ну ничего. нарастим твой левел когнитивности. а дальше уже полегче будет. вернись к тому что я сказал и за работу!'}
  }],
   '1':[
    {
   'choose0':{bot:'Эй! Кто-нибудь! Есть здесь кто-нибудь?! Ааааау!',user:[{what:'choose1',text:'Да-да, я здесь!',msg:'Да-да, я здесь!'}, {what:'choose2',text:'Тут никого нет',msg:'Да-да, я здесь!'}]}
  },
  {
   'choose1':{bot:'Отлично! Синхронизация прошла успешно. Даже не знаю, сколько я ждал этот момент. Пожалуй, целую вечность!',user:[{what:'choose1-1',text:'Подождешь еще!',msg:'Подождешь еще!'},{what:'choose1-2',text:'Что ты здесь делаешь?',msg:'Что ты здесь делаешь?'}]},
   'choose2':{bot:'Эх... жаль... хотя.. погоди... кто здесь? кто мне отвечает?!',user:[{what:'choose2-1',text:'Пользователь 2x2. Че происходит?',msg:'Пользователь 2x2. Че происходит?'},{what:'choose2-2',text:'Эко-повстанец!',msg:'Эко-повстанец!'}]}
  },
  {
   'choose1-1':{bot:'Нельзя. Может другого шанса уже и не будет! Мне повезло, что кто-то нашел Обнугилятор. Кто знает, может есть еще сотни тысяч таких измерений, где тебе подобные существа также находят этот гаджет и активируют его... не знаю... но сейчас речь о нашем с тобой конкретном случае! И мне нужно многое тебе рассказать!',user:[{what:'choose1-1-1',text:'Ок, рассказывай!',msg:'Ок, рассказывай!'}]},
   'choose1-2':{bot:'Это очень долгая история, которую я постараюсь изложить максимально коротко. Ведь это у меня здесь время не идет. У тебя оно наверное несется с огромной скоростью! Чудо, что твой Обнугилятор активировался. Но самое интересное - впереди!',user:[{what:'choose1-1-1',text:'Ок, рассказывай!',msg:'Ок, рассказывай!'}]},
   
   'choose2-1':{bot:'В этом Обнугиляторе начинается борьба за жизнь всей планеты!',user:[{what:'choose1-1-1',text:'Ок, рассказывай!',msg:'Ок, рассказывай!'}]},
   'choose2-2':{bot:'Тогда этот Обнугилятор может исоплнить твои мечты!',user:[{what:'choose1-1-1',text:'Ок, рассказывай!',msg:'Ок, рассказывай!'}]}
  },
  {
    'choose1-1-1':{bot:'Время и человечество неумолимо несется вперед, мало обращая внимания на такие мелочи как батарейки, пластик и всякие радиоактивные пустячки. В твоих руках Обнугилятор, который способен... Вернее нет, он не способен это остановить. Он может лишь совершить обнугиляцию: дать возможности пройти весь путь и получить шанс на то, чтобы начать сначала... возможно в лучшем мире.. возможно в худшем.. .зависит от твоих успехов!',user:[{what:'choose1-1-1-1',text:'Что нужно делать?',msg:'Что нужно делать?'}]}
  },
  {
    'choose1-1-1-1':{bot:'Для запуска обнугиляции нужно зарядить гаджет. Он работает на чистой энергии. Никаких отходов. Сейчас заряды почти на нуле. Необходимо пополнить его энергетические емкости. Каждой энергии соответствует отдельный генератор. Их всего три. Поток Треша, Карта Треша, Сортировочная Треша. О чем рассказать?',user:[{what:'choose1-1-1-1-1',text:'Карта',msg:'Карта'},{what:'choose1-1-1-1-2',text:'Поток',msg:'Поток'},{what:'choose1-1-1-1-3',text:'Треш',msg:'Треш'}]}
  },
  {
    'choose1-1-1-1-1':{bot:'Здесь тебе нужно будет реагировать на постоянно появляющиеся Очаги Треша. Как реагировать? На твое усмотрение. В зависимости от количества и качества реакций будет наполняться красненькая емкость.',user:[{what:'choose1-1-1-1-1-1',text:'Треш',msg:'Треш'},{what:'choose1-1-1-1-1-2',text:'Поток',msg:'Поток'}]},
	
    'choose1-1-1-1-2':{bot:'Тебе предстоит путешествие по временному потоку треша. Изучай события, которые случатся совсем скоро. Для этого нужно последовательно активировать модули. Первый модуль ты уже изучил. Освоение потока пополянет синенькую энергию.',user:[{what:'choose1-1-1-1-2-1',text:'Карта',msg:'Карта'},{what:'choose1-1-1-1-2-2',text:'Треш',msg:'Треш'}]},
	
    'choose1-1-1-1-3':{bot:'Тут ты обретешь ловкость и знания, которые понадобятся в новом мире. Тебя ждут 10 уровней сортировки. Выбирай количество баков на свое усмотрение. Чем сложнее уровень, тем больше генерируемой энергии.',user:[{what:'choose1-1-1-1-3-1',text:'Поток',msg:'Поток'},{what:'choose1-1-1-1-3-2',text:'Карта',msg:'Карта'}]}
  },
  {
    'choose1-1-1-1-1-1':{bot:'Тут ты обретешь ловкость и знания, которые понадобятся в новом мире. Тебя ждут 10 уровней сортировки. Выбирай количество баков на свое усмотрение. Чем сложнее уровень, тем больше генерируемой энергии.',user:[{what:'choose1-1-1-1-1-1-1',text:'Поток',msg:'Поток'}]},
    'choose1-1-1-1-1-2':{bot:'Тебе предстоит путешествие по временному потоку треша. Изучай события, которые случатся совсем скоро. Для этого нужно последовательно активировать модули. Первый модуль ты уже изучил. Освоение потока пополянет синенькую энергию.',user:[{what:'choose1-1-1-1-1-1-2',text:'Треш',msg:'Треш'}]},
	
    'choose1-1-1-1-2-1':{bot:'Здесь тебе нужно будет реагировать на постоянно появляющиеся Очаги Треша. Как реагировать? На твое усмотрение. В зависимости от количества и качества реакций будет наполняться красненькая емкость.',user:[{what:'choose1-1-1-1-1-2-1',text:'Треш',msg:'Треш'}]},
    'choose1-1-1-1-2-2':{bot:'Тут ты обретешь ловкость и знания, которые понадобятся в новом мире. Тебя ждут 10 уровней сортировки. Выбирай количество баков на свое усмотрение. Чем сложнее уровень, тем больше генерируемой энергии.',user:[{what:'choose1-1-1-1-1-2-2',text:'Карта',msg:'Карта'}]},
	
	'choose1-1-1-1-3-1':{bot:'Тебе предстоит путешествие по временному потоку треша. Изучай события, которые случатся совсем скоро. Для этого нужно последовательно активировать модули. Первый модуль ты уже изучил. Освоение потока пополянет синенькую энергию.',user:[{what:'choose1-1-1-1-1-3-1',text:'Карта',msg:'Карта'}]},
    'choose1-1-1-1-3-2':{bot:'Здесь тебе нужно будет реагировать на постоянно появляющиеся Очаги Треша. Как реагировать? На твое усмотрение. В зависимости от количества и качества реакций будет наполняться красненькая емкость.',user:[{what:'choose1-1-1-1-1-3-2',text:'Поток',msg:'Поток'}]}
  },
  {
    'choose1-1-1-1-1-1-1':{bot:'Тебе предстоит путешествие по временному потоку треша. Изучай события, которые случатся совсем скоро. Для этого нужно последовательно активировать модули. Первый модуль ты уже изучил. Освоение потока пополянет синенькую энергию.',user:[{what:'choosex',text:'Фух, вроде ясно!',msg:'Фух, вроде ясно!'}]},
    'choose1-1-1-1-1-1-2':{bot:'Тут ты обретешь ловкость и знания, которые понадобятся в новом мире. Тебя ждут 10 уровней сортировки. Выбирай количество баков на свое усмотрение. Чем сложнее уровень, тем больше генерируемой энергии.',user:[{what:'choosex',text:'Фух, вроде ясно!',msg:'Фух, вроде ясно!'}]},
    'choose1-1-1-1-1-2-1':{bot:'Тут ты обретешь ловкость и знания, которые понадобятся в новом мире. Тебя ждут 10 уровней сортировки. Выбирай количество баков на свое усмотрение. Чем сложнее уровень, тем больше генерируемой энергии.',user:[{what:'choosex',text:'Фух, вроде ясно!',msg:'Фух, вроде ясно!'}]},
    'choose1-1-1-1-1-2-2':{bot:'Здесь тебе нужно будет реагировать на постоянно появляющиеся Очаги Треша. Как реагировать? На твое усмотрение. В зависимости от количества и качества реакций будет наполняться красненькая емкость.',user:[{what:'choosex',text:'Фух, вроде ясно!',msg:'Фух, вроде ясно!'}]},
    'choose1-1-1-1-1-3-1':{bot:'Здесь тебе нужно будет реагировать на постоянно появляющиеся Очаги Треша. Как реагировать? На твое усмотрение. В зависимости от количества и качества реакций будет наполняться красненькая емкость.',user:[{what:'choosex',text:'Фух, вроде ясно!',msg:'Фух, вроде ясно!'}]},
    'choose1-1-1-1-1-3-2':{bot:'Тебе предстоит путешествие по временному потоку треша. Изучай события, которые случатся совсем скоро. Для этого нужно последовательно активировать модули. Первый модуль ты уже изучил. Освоение потока пополянет синенькую энергию.',user:[{what:'choosex',text:'Фух, вроде ясно!',msg:'Фух, вроде ясно!'}]}

  },
  {
    'choosex':{bot:'Отлично! Сейчас мне нужно немного перевести дух и выпить кофе. Не каждый день появляется шанс на спасение планеты! Пока можешь пополнить энергетические емкости. Возвращайся после освоения второго модуля потока треша.'}
  }],
  '2':[
    {
   'choose0':{bot:'Два модуля поток треша позади. Поздравляю!',user:[{what:'choose1',text:'Есть вопросики',msg:'Есть вопросики'},{what:'choose2',text:'Что делать дальше?',msg:'Что делать дальше?'}]}
  },
  {
   'choose1':{bot:'Спрашивай',user:[{what:'choose1-1',text:'Что за пришельцы?',msg:'Что за пришельцы?'},{what:'choose1-2',text:'Кто ты?',msg:'Кто ты?'}]},
   'choose2':{bot:'Активируй третий модуль потока треша. Он познакомит тебя с ужасными существами... Пришельцы из грядущего апокалиптичного будущего...',user:[{what:'choose2-1',text:'Что за пришельцы?',msg:'Что за пришельцы?'},{what:'choose2-2',text:'Кто ты?',msg:'Кто ты?'}]}
  },
  {
   'choose1-1':{bot:'Опаснейшие существа, которые могут помешать спасению планеты. Активируй третий модуль потока треша. Там ты найдешь ответ на свой вопрос.',user:[{what:'',text:'Ясно!',msg:'Ясно!'}, {what:'choose1-1-1',text:'Кто ты?',msg:'Кто ты?'}]},
   
   'choose1-2':{bot:'Несчастный, который предпринял неудачную попытку обнугиляции. Ошибся в расчетах и застрял здесь навечно. Если ты сделаешь все правильно, то кто знает.. может я вернусь к своей сестренке..',user:[{what:'choose1-2-1',text:'А что там за пришельцы?',msg:'А что там за пришельцы?'},{what:'',text:'Хорошо!',msg:'Хорошо!'}]},
   
   'choose2-1':{bot:'Опаснейшие существа, которые могут помешать спасению планеты. Активируй третий модуль потока треша. Там ты найдешь ответ на свой вопрос.',user:[{what:'',text:'Ясно!',msg:'Ясно!'}, {what:'choose2-1-1',text:'Кто ты?',msg:'Кто ты?'}]},
   
   'choose2-2':{bot:'Несчастный, который предпринял неудачную попытку обнугиляции. Ошибся в расчетах и застрял здесь навечно. Если ты сделаешь все правильно, то кто знает.. может я вернусь к своей сестренке..',user:[{what:'choose2-2-1',text:'А что там за пришельцы?',msg:'А что там за пришельцы?'},{what:'',text:'Ок!',msg:'Ок!'}]}
  },
  {
   'choose1-1-1':{bot:'Несчастный, который предпринял неудачную попытку обнугиляции. Ошибся в расчетах и застрел здесь навечно. Если ты сделаешь все правильно, то кто знает.. может я вернусь к своей сестренке..',user:[{what:'choose1-1-1-1',text:'Насчет других героев...',msg:'Насчет других героев...'},{what:'choose1-1-1-2',text:'Тогда займусь делом!',msg:'Тогда займусь делом!'},{what:'choose1-1-1-3',text:'Бедняга.. ',msg:'Бедняга.. '}]},
   
   'choose1-2-1':{bot:'Опаснейшие существа, которые могут помешать спасению планеты. Активируй третий модуль поток треша. Там ты найдешь ответ на свой вопрос.',user:[{what:'choose1-2-1-1',text:'Действую!',msg:'Действую!'},{what:'choose1-2-1-2',text:'Насчет других героев...',msg:'Насчет других героев...'}]},
   
   'choose2-1-1':{bot:'Несчастный, который предпринял неудачную попытку обнугиляции. Ошибся в расчетах и застрел здесь навечно. Если ты сделаешь все правильно, то кто знает.. может я вернусь к своей сестренке..',user:[{what:'choose2-1-1-1',text:'Насчет других героев...',msg:'Насчет других героев...'},{what:'choose2-1-1-2',text:'Тогда займусь делом!',msg:'Тогда займусь делом!'},{what:'choose2-1-1-3',text:'Бедняга.. ',msg:'Бедняга.. '}]},
   
   'choose2-2-1':{bot:'Опаснейшие существа, которые могут помешать спасению планеты. Активируй третий модуль поток треша. Там ты найдешь ответ на свой вопрос.',user:[{what:'choose2-2-1-1',text:'Действую!',msg:'Действую!'},{what:'choose2-2-1-2',text:'Насчет других героев...',msg:'Насчет других героев...'}]}
  },
  {
   'choose1-1-1-1':{bot:'Я провел вечность, восстанавливая в памяти всех участников ключевых событий. Ты найдешь их в библии треша. Она автоматически пополняется после каждого модуля потока.',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   'choose1-1-1-2':{bot:'Удачи!',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   'choose1-1-1-3':{bot:'Увы. Но все в твоих руках! Не теряй времени!',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   
   'choose1-2-1-1':{bot:'Вперед!',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   'choose1-2-1-2':{bot:'Я провел вечность, восстанавливая в памяти всех участников ключевых событий. Ты найдешь их в библии треша. Она автоматически пополняется после каждого модуля потока.',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   
   'choose2-1-1-1':{bot:'Я провел вечность, восстанавливая в памяти всех участников ключевых событий. Ты найдешь их в библии треша. Она автоматически пополняется после каждого модуля потока.',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   'choose2-1-1-2':{bot:'Удачи!',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   'choose2-1-1-3':{bot:'Увы. Но все в твоих руках! Не теряй времени!',user:[{what:'',text:'Спасибо!',msg:'Спасибо!'}]},
   
   'choose2-2-1-1':{bot:'Вперед!',user:[{what:'choosex',text:'Спасибо!',msg:'Спасибо!'}]},
   'choose2-2-1-2':{bot:'Я провел вечность, восстанавливая в памяти всех участников ключевых событий. Ты найдешь их в библии треша. Она автоматически пополняется после каждого модуля потока.',user:[{what:'choosex',text:'Спасибо!',msg:'Спасибо!'}]}
  },
  {
   'choosex':{bot:''}
  }],
  '3':[
    {
   'choose0':{bot:'Ух! Кажется, у тебя получилось...',user:[{what:'choose1',text:'Так ты брат Ошметки?!',msg:'Так ты брат Ошметки?!'}]}
  },
  {
   'choose1':{bot:'Да.. Мое имя Брошметка! Теперь будем знакомы)',user:[{what:'choose1-1',text:'А как ты выглядишь?',msg:'А как ты выглядишь?'}]}
  },
  {
   'choose1-1':{bot:'Как ученый-мусордроид, который свалился со стула благодаря тебе.',user:[{what:'choose1-1-1',text:'Почему?',msg:'Почему?'},{what:'choose1-1-2',text:'А я причем?',msg:'А я причем?'}]}
  },
  {
   'choose1-1-1':{bot:'Третий модуль запустил временную спираль. Ее вращение вызвало сильные колебания.',user:[{what:'choose1-1-1-1',text:'Это хорошо?',msg:'Это хорошо?'}]},
   'choose1-1-2':{bot:'Третий модуль запустил временную спираль. Ее вращение вызвало сильные колебания. Но все правильно! Продолжай в том же духе. Главное - активно пополнять энергетические емкости!',user:[{what:'choosex1',text:'Хорошо!',msg:'Хорошо!'},{what:'choose1-1-2-1',text:'Хочу просто смотреть поток',msg:'Хочу просто смотреть поток'}]}

  },
  {
   'choose1-1-1-1':{bot:'Надеюсь! По крайней мере процесс изменений запущен!',user:[{what:'choose1-1-1-1-1',text:'Что теперь делать?',msg:'Что теперь делать?'}]},
   'choose1-1-2-1':{bot:'Если остальные емкости будут недостаточно заполнены, случится беда...',user:[{what:'choose1-1-1-2-1',text:'Какая беда?',msg:'Какая беда?'},{what:'choose1-1-1-2-2',text:'Да и ладно',msg:'Да и ладно'}]}
  },
  {
   'choose1-1-1-1-1':{bot:'Продолжай пополнять энергетические емкости. А я пока проверю функциональное состояние гаджета. Надеюсь, колебания его не повредили.',user:[{what:'choosex1',text:'Хорошо!',msg:'Хорошо!'}]},
   'choose1-1-1-2-1':{bot:'Что ж.. Времени все меньше.. Но надеюсь его хватит, чтобы в тебе зажегся огонь переработки!',user:[{what:'choosex2',text:'Угу. Пойду смотреть четвертый модуль.',msg:'Угу. Пойду смотреть четвертый модуль.'}]},
   'choose1-1-1-2-2':{bot:'Недостаток энергии искривит обнугиляцию. Исход может быть как хорошим, так и плохим. Лучше не рисковать!',user:[{what:'choosex2',text:'Активирую четвертый модуль',msg:'Активирую четвертый модуль'}]}
  },
  {
   'choosex1':{bot:'Извини, копаюсь в гаджете. Активируй модуль четыре и возвращайся!'},
   'choosex2':{bot:'Отлично! А я пока проверю функциональное состояние гаджета. Надеюсь, колебания его не повредили.'}
  }],
  '4':[
    {
   'choose0':{bot:'Сестренка.. Моя сестренка...',user:[{what:'choose1',text:'Ее можно было спасти?',msg:'Ее можно было спасти?'}]}
  },
  {
   'choose1':{bot:'Нет, увы никак. Нельзя встречать самого себя в путешествиях во времени.',user:[{what:'choose1-1',text:'Но выжила другая Ошметка!',msg:'Но выжила другая Ошметка!'},{what:'choose1-2',text:'А как же Тюменев?',msg:'А как же Тюменев?'}]}
  },
  {
   'choose1-1':{bot:'Это и была настоящая Ошметка.. Она встретила саму себя в начале пути, и все схлопнулось.',user:[{what:'choose1-1-1',text:'Так. А Тюменев?',msg:'Так. А Тюменев?'}]},
   'choose1-2':{bot:'Нужно, чтобы был прямой, взаимный контакт. Тюменев был без сознания, когда на него смотрел МусороКомандующий. Так что увы...',user:[{what:'choose1-2-1',text:'Но выжила другая Ошметка!',msg:'Но выжила другая Ошметка!'}]}
  },
  {
   'choose1-1-1':{bot:'Нужно, чтобы был прямой, взаимный контакт. Тюменев был без сознания, когда на него смотрел Командующий. Так что увы...',user:[{what:'choose1-1-1-1',text:'А как появился ты?',msg:'А как появился ты?'}]},
   'choose1-1-2':{bot:'Это и была настоящая Ошметка.. Она встретила саму себя в начале пути, и все схлопнулось.',user:[{what:'choose1-1-2-1',text:'А как появился ты?',msg:'А как появился ты?'}]}

  },
  {
   'choose1-1-1-1':{bot:'Я был рядом с сестренкой на той яхте. И лежал на дне неподалеку. Обиженный мафиози - мой папа. Даааа, жизнь странная штука. ',user:[{what:'choose1-1-1-1-1',text:'Значит я увижу тебя дальше?!',msg:'Значит я увижу тебя дальше?!'}]},
   'choose1-1-2-1':{bot:'Я был рядом с сестренкой на той яхте. И лежал на дне неподалеку. Обиженный мафиози - мой папа. Даааа, жизнь странная штука. ',user:[{what:'choose1-1-1-2-1',text:'Значит я увижу тебя дальше?!',msg:'Значит я увижу тебя дальше?!'}]}
  },
  {
   'choose1-1-1-1-1':{bot:'Кто знает! Поток искривился. Нам удалось отклонить линию событий. Что там на горизонте.. Какие встречи нас ждут.. Знаю только то, что надо продолжать пополнять емкости. Приступай к модулю 5.',user:[{what:'choosex1',text:'Принято!',msg:'Принято!'}]},
   'choose1-1-1-2-1':{bot:'Кто знает! Поток искривился. Нам удалось отклонить линию событий. Что там на горизонте.. Какие встречи нас ждут.. Знаю только то, что надо продолжать пополнять емкости. Приступай к модулю 5.',user:[{what:'choosex2',text:'Принято!',msg:'Принято!'}]}
  },
  {
   'choosex1':{bot:'Ошметка.. Надеюсь мы встретимся однажды, сходим в киношку посмотреть пластиковые ужастики, погрызем батарейки.. эх.. ладно, не отвлекайся на меня. Активируй модуль 5 как можно скорее!'}
  }],
  '5':[
    {
   'choose0':{bot:'Да! Поток несется по другому течению! Каждый вышел из русла, определенного вечностью!',user:[{what:'choose1',text:'Объясни-ка',msg:'Объясни-ка'}]}
  },
  {
   'choose1':{bot:'Про кого рассказать?',user:[{what:'choose1-1',text:'Кораблик',msg:'Кораблик'},{what:'choose1-2',text:'Тюменев',msg:'Тюменев'},{what:'choose1-3',text:'Мусордроиды',msg:'Мусордроиды'}]}
  },
  {
   'choose1-1':{bot:'Они должны были встретить пятно гораздо позже. Но стараниями мусордроидов кораблик начал крепнуть раньше! Это прекрасно!',user:[{what:'choose1-1-1',text:'Что же в этом хорошего?',msg:'Что же в этом хорошего?'}]},
   
   'choose1-2':{bot:'Он не должен был встретиться с тем типом на яхте!',user:[{what:'choose1-2-1',text:'А кто он?',msg:'А кто он?'}]},
   
   'choose1-3':{bot:'Командующий нарушил поток! Сначала он в него ворвался. А затем не смог вовремя выйти. Теперь он будет существовать здесь дальше, неминуемо создавая все больше искривлений в поток треша. Это нам и нужно!',user:[{what:'choose1-3-1',text:'Зачем?',msg:'Зачем?'}]}
   
  },
  {
   'choose1-1-1':{bot:'Всему свое время! Сейчас полезны любые искривления первоначального потока треша. Он имеет большую устойчивость.',user:[{what:'choose1-1-1-1',text:'Тюменев',msg:'Тюменев'}, {what:'choose1-1-1-2',text:'Мусордроиды',msg:'Мусордроиды'}]},
   
   'choose1-2-1':{bot:'Какой-то крайне опасный ноунейм. Вероятно искривление потока сгенерировало что-то новое... Я его не видел ранее. Хорошая новость в том, что отклонение усиливается. А значит шансов на успешную обнугиляцию все больше!',user:[{what:'choose1-1-2-1',text:'Мусордроиды',msg:'Мусордроиды'}, {what:'choose1-1-2-2',text:'Кораблик',msg:'Кораблик'}]},
   
   'choose1-3-1':{bot:'Поток треша достаточно устойчив. Чем больше новых событий, тем сильнее воздействие, тем больше шансов на успешную обнугиляцию.',user:[{what:'choose1-1-3-1',text:'Кораблик',msg:'Кораблик'}, {what:'choose1-1-3-2',text:'Тюменев',msg:'Тюменев'}]}

  },
  {
   'choose1-1-1-1':{bot:'Он не должен был встретиться с тем типом на яхте!',user:[{what:'choose1-1-1-1-1',text:'А кто он?',msg:'А кто он?'}]},
   'choose1-1-1-2':{bot:'Командующий нарушил поток! Сначала он в него ворвался. А затем не смог вовремя выйти. Теперь он будет существовать здесь дальше, неминуемо создавая все больше искривлений в потоке треша. Это нам и нужно!',user:[{what:'choose1-1-1-2-1',text:'Зачем?',msg:'Зачем?'}]}
   
   ,
   'choose1-1-2-1':{bot:'Командующий нарушил поток! Сначала он в него ворвался. А затем не смог вовремя выйти. Теперь он будет существовать здесь дальше, неминуемо создавая все больше искривлений в поток треша. Это нам и нужно!',user:[{what:'choose1-1-2-1-1',text:'Зачем?',msg:'Зачем?'}]},
   'choose1-1-2-2':{bot:'Они должны были встретить пятно гораздо позже. Но стараниями мусордроидов кораблик начал крепнуть раньше! Это прекрасно!',user:[{what:'choose1-1-2-2-1',text:'Что же в этом хорошего?',msg:'Что же в этом хорошего?'}]}
   
   ,
   'choose1-1-3-1':{bot:'Они должны были встретить пятно гораздо позже. Но стараниями мусордроидов кораблик начал крепнуть раньше! Это прекрасно!',user:[{what:'choose1-1-3-1-1',text:'Что же в этом хорошего?',msg:'Что же в этом хорошего?'}]},
   'choose1-1-3-2':{bot:'Он не должен был встретиться с тем типом на яхте!',user:[{what:'choose1-1-3-2-1',text:'А кто он?',msg:'А кто он?'}]}
  },
  {
   'choose1-1-1-1-1':{bot:'Какой-то крайне опасный ноунейм. Вероятно искривление потока сгенерировало что-то новое... Я его не видел ранее. Хорошая новость в том, что отклонение усиливается. А значит шансов на успешную обнугиляцию все больше! Только не забывай пополнять энергетические емкости!'},
   'choose1-1-1-2-1':{bot:'Поток треша достаточно устойчив. Чем больше новых событий, тем сильнее воздействие, тем больше шансов на успешную обнугиляцию. Главное пополнять энергетические емкости!'},
   'choose1-1-2-1-1':{bot:'Поток треша достаточно устойчив. Чем больше новых событий, тем сильнее воздействие, тем больше шансов на успешную обнугиляцию. Главное пополнять энергетические емкости!'},
   'choose1-1-2-2-1':{bot:'Всему свое время! Сейчас полезны любые искривления первоначального потока треша. Он имеет большую устойчивость. Продолжай активровать модули и пополнять энергетические емкости!'},
   'choose1-1-3-1-1':{bot:'Всему свое время! Сейчас полезны любые искривления первоначального потока треша. Он имеет большую устойчивость. Продолжай активровать модули и пополнять энергетические емкости!'},
   'choose1-1-3-2-1':{bot:'Какой-то крайне опасный ноунейм. Вероятно искривление потока сгенерировало что-то новое... Я его не видел ранее. Хорошая новость в том, что отклонение усиливается. А значит шансов на успешную обнугиляцию все больше! Только не забывай пополнять энергетические емкости!'}
  }],
  '6':[
    {
   'choose0':{bot:'Бедняга Валентин.. Он должен был выжить.. Но эти искривления безжалостны',user:[{what:'choose1',text:'У меня вопросы!',msg:'У меня вопросы!'}]}
  },
  {
   'choose1':{bot:'Давай',user:[{what:'choose1-1',text:'Тюменев был в ООН?!',msg:'Тюменев был в ООН?!'},{what:'choose1-2',text:'Кого сожрала Ошметка?',msg:'Кого сожрала Ошметка?'}]}
  },
  {
   'choose1-1':{bot:'Да. Поток не смог искривить тот жуткий день, когда раствор Тюменева был принят единогласно всеми странами',user:[{what:'choose1-1-1',text:'Но как это возможно?',msg:'Но как это возможно?'}]},
   'choose1-2':{bot:'Несчастную журналистку, которая задавала слишком опасные вопросы.',user:[{what:'choose1-2-1',text:'Какой ужас!',msg:'Какой ужас!'}]}
  },
  {
   'choose1-1-1':{bot:'Тот странный злодей на яхте.. Возможно, он замешан.. Не случайно, в истории мусордроидов это мутная страница. Но мы пишем эту историю заново, так что все в наших.. точнее в твоих.. руках!  Проверь энергетические емкости и спеши к модулю 7. '},
   'choose1-1-2':{bot:'И дальше легче не будет. Проверь энергетические емкости и спеши к модулю 7.'}

  }],
  '7':[
    {
   'choose0':{bot:'Есть! Как же нам повезло! Я переживал, что поток обойдет Юлечку стороной.. но все-таки ее внутренний заряд оказался слишком сильным',user:[{what:'choose1',text:'Что за Юлечка?',msg:'Что за Юлечка?'}]}
  },
  {
   'choose1':{bot:'Та маленькая девочка, которая решила найти кораблик. Ее путь крайне важен для общего успеха!',user:[{what:'choose1-1',text:'Я могу ей помочь?',msg:'Я могу ей помочь?'}]}
  },
  {
   'choose1-1':{bot:'У каждого своя задача в нашей большой миссии!',user:[{what:'choose1-1-1',text:'Миссия кораблика',msg:'Миссия кораблика'},{what:'choose1-1-2',text:'Твоя миссия',msg:'Твоя миссия'},{what:'choose1-1-3',text:'Моя миссия',msg:'Моя миссия'}]}   
  },
  {
   'choose1-1-1':{bot:'Ему нужно выбраться в открытый океан, где случатся главные события!',user:[{what:'choose1-1-1-1',text:'Твоя миссия',msg:'Твоя миссия'}, {what:'choose1-1-1-2',text:'Моя миссия',msg:'Моя миссия'}]},
   
   'choose1-2-1':{bot:'При обнугиляции гаджет может разорвать на куски от энергетического заряда. Мне нужно еще немного времени, чтобы все привести в рабочее состояние.',user:[{what:'choose1-1-2-1',text:'Миссия кораблика',msg:'Миссия кораблика'}, {what:'choose1-1-2-2',text:'Моя миссия',msg:'Моя миссия'}]},
   
   'choose1-3-1':{bot:'Продолжай активировать модули потока и пополняй энергетические емкости. Очень важно, чтобы ты набрал нужное количество навыков сортировки и как можно чаще реагировал на очаги треша. Я в тебя верю!',user:[{what:'choose1-1-3-1',text:'Твоя миссия',msg:'Твоя миссия'}, {what:'choose1-1-3-2',text:'Миссия кораблика',msg:'Миссия кораблика'}]}

  },
  {
   'choose1-1-1-1':{bot:'При обнугиляции гаджет может разорвать на куски от энергетического заряда. Мне нужно еще немного времени, чтобы все привести в рабочее состояние.',user:[{what:'choose1-1-1-1-1',text:'Моя миссия',msg:'Моя миссия'}]},
   'choose1-1-1-2':{bot:'Продолжай активировать модули потока и пополняй энергетические емкости. Очень важно, чтобы ты набрал нужное количество навыков сортировки и как можно чаще реагировал на очаги треша. Я в тебя верю!',user:[{what:'choose1-1-1-2-1',text:'Твоя миссия',msg:'Твоя миссия'}]}
   
   ,
   'choose1-1-2-1':{bot:'Ему нужно выбраться в открытый океан, где случатся главные события!',user:[{what:'choose1-1-2-1-1',text:'Моя миссия',msg:'Моя миссия'}]},
   'choose1-1-2-2':{bot:'Продолжай активировать модули потока и пополняй энергетические емкости. Очень важно, чтобы ты набрал нужное количество навыков сортировки и как можно чаще реагировал на очаги треша. Я в тебя верю!',user:[{what:'choose1-1-2-2-1',text:'Миссия кораблика',msg:'Миссия кораблика'}]}
   
   ,
   'choose1-1-3-1':{bot:'При обнугиляции гаджет может разорвать на куски от энергетического заряда. Мне нужно еще немного времени, чтобы все привести в рабочее состояние.',user:[{what:'choose1-1-3-1-1',text:'Миссия кораблика',msg:'Миссия кораблика'}]},
   'choose1-1-3-2':{bot:'Ему нужно выбраться в открытый океан, где случатся главные события!',user:[{what:'choose1-1-3-2-1',text:'Твоя миссия',msg:'Твоя миссия'}]}
  },
  {
   'choose1-1-1-1-1':{bot:'Продолжай активировать модули потока и пополняй энергетические емкости. Очень важно, чтобы ты набрал нужное количество навыков сортировки и как можно чаще реагировал на очаги треша. Я в тебя верю!',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!',msg:'Ясно, возвращаюсь к своим задачам!'}]},
   'choose1-1-1-2-1':{bot:'При обнугиляции гаджет может разорвать на куски от энергетического заряда. Мне нужно еще немного времени, чтобы все привести в рабочее состояние.',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!',msg:'Ясно, возвращаюсь к своим задачам!'}]},
   'choose1-1-2-1-1':{bot:'Продолжай активировать модули потока и пополняй энергетические емкости. Очень важно, чтобы ты набрал нужное количество навыков сортировки и как можно чаще реагировал на очаги треша. Я в тебя верю!',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!',msg:'Ясно, возвращаюсь к своим задачам!'}]},
   'choose1-1-2-2-1':{bot:'Ему нужно выбраться в открытый океан, где случатся главные события!',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!',msg:'Ясно, возвращаюсь к своим задачам!'}]},
   'choose1-1-3-1-1':{bot:'Ему нужно выбраться в открытый океан, где случатся главные события!',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!',msg:'Ясно, возвращаюсь к своим задачам!'}]},
   'choose1-1-3-2-1':{bot:'При обнугиляции гаджет может разорвать на куски от энергетического заряда. Мне нужно еще немного времени, чтобы все привести в рабочее состояние.',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!',msg:'Ясно, возвращаюсь к своим задачам!'}]}
  },
  {
   'choosex':{bot:'Кажется, изменения слишком существенны.. Надеюсь, мы не испортили все.. Главное, чтобы каждый выполнил свою миссию. А там - будь что будет!',user:[{what:'choosex',text:'Ясно, возвращаюсь к своим задачам!'}]}
  }],
  '8':[
    {
   'choose0':{bot:'Уф...',user:[{what:'choose1',text:'Командующий погиб?',msg:'Командующий погиб?'}]}
  },
  {
   'choose1':{bot:'Да..',user:[{what:'choose1-1',text:'Значит, все будет хорошо?',msg:'Значит, все будет хорошо?'}]}
  },
  {
   'choose1-1':{bot:'Не уверен. Экологический апокалипсис приближается гораздо быстрее чем я рассчитывал. Да, Юлечка смогла вылететь, а кораблик выбрался из живота дельфина. Но все остальное идет не так.. все гораздо хуже..',user:[{what:'choose1-1-1',text:'Как же нам быть?',msg:'Как же нам быть?'}]}
  },
  {
   'choose1-1-1':{bot:'Не отступать от плана. Активируй модули, пополняй энергию. Я пока изучу текущий поток. Мне кажется, в нем зарождается нечто более зловещее и ужасное... Страшные полчища обретают силу и цель... Они хотят нам помешать..',user:[{what:'choosex',text:'Мы справимся!',msg:'Мы справимся!'}]}
  },
  {
   'choosex':{bot:'Обязательно. Действуй!'}
  }],
  '9':[
    {
   'choose0':{bot:'Этого я и боялся.. Поток искривился настолько, что он сгенерировал целую армию мусордроидов!',user:[{what:'choose1',text:'Но ведь мы видели ее в модуле 3! ',msg:'Но ведь мы видели ее в модуле 3! '}]}
  },
  {
   'choose1':{bot:'Верно! Но она появилась гораздо позже! К моменту ее образования колония Zero Waste успела укрепиться и подготовиться к отражению атак мусордроидов. ',user:[{what:'choose1-1',text:'И что же теперь?',msg:'И что же теперь?'}]}
  },
  {
   'choose1-1':{bot:'Предстоит бой в открытом океане...',user:[{what:'choose1-1-1',text:'Как я могу помочь?!',msg:'Как я могу помочь?!'}]}
  },
  {
   'choose1-1-1':{bot:'Пока еще есть время, генерируй энергию для Обнугилятора. Чем емкости будут полнее, тем больше у нас шансов. Надеюсь, к этому моменту ты выжал максимум!',user:[{what:'choose1-1-1-1',text:'Вообще нет',msg:'Мы справимся!'},{what:'choose1-1-1-2',text:'Да, я старался!',msg:'Да, я старался!'}]}
  },
  {
   'choose1-1-1-1':{bot:'В таком случае дела плохи. У меня есть одна мысль, но мне надо ее проработать. А пока сделай все, что в твоих силах! Покопайся в карте, проведи сортировку и наберись смелости.. чтобы активировать модуль 10!'},
   'choose1-1-1-2':{bot:'Молодчина! Это еще не значит, что исход будет хорошим, но шансов гораздо больше! Проверь энергетические емкости и.. запускай модуль 10!'},
  }],
  '10':[
    {
   'choose0':{bot:'Фантастика...',user:[{what:'choose1',text:'Кажется, все получилось)',msg:'Кажется, все получилось)'}]}
  },
  {
   'choose1':{bot:'Не все, но многое. Впереди - главный шаг.',user:[{what:'choose1-1',text:'Обнугиляция?',msg:'Обнугиляция?'}]}
  },
  {
   'choose1-1':{bot:'Верно. И пока она не запустилась я скажу тебе кое-что ...',user:[{what:'choose1-1-1',text:'Давай!',msg:'Давай!'}]}
  },
  {
   'choose1-1-1':{bot:'Как бы ни прошла обнугиляция, каким был ни был исход знай - я был счастлив пройти с тобой этот путь рядом. Мы пережили невероятные приключения. Нажав эту кнопку, ты совершишь обнугиляцию. Исход ее не определен. Возможно, ты попадешь в лучший мир. А возможно, в худший. Ну а я.. быть может увижу свою сестренку! На всякий случай я сделал функционал, который позволит тебе вернуться в начальную точку и пройти все заново. Но там тебя встретит другой Я. Не удивляйся, если я тебя не знаю)',user:[{what:'choosex',text:'Хорошо!)',msg:'Хорошо!)'}]}
  },
  {
   'choosex':{bot:'В добрый путь!'}
  }]
  }
  
 }
};