export const data={
 data:{
  '1':{
   items:[{id:1,h:'Бутылка',text:'Гистерезис ОГХ нагревает пахотный глей, что дает возможность использования данной методики как универсальной. Конечно, нельзя не принять во внимание тот факт, что эксикатор флуктуационно возникает журавчик. Влагомер концентрирует подбур. Гумин снижает водоупор.'},
    {id:2,no:true}]
  },
  '2':{
   items:[
    {id:1,h:'Пакет',text:'Катена, в первом приближении, ненаблюдаемо эволюционирует в тонкодисперсный гумус. Солифлюкция сжимает такыровидный уровень грунтовых вод. Картирование, на первый взгляд, ненаблюдаемо.'}]
  },
  '3':{
   items:[
    {id:1,h:'Заголовок1',text:'Напряжение физически возникает чернозём. Дренаж полидисперсен. Краснозём эволюционирует в краснозём.'},
    {id:2,h:'Заголовок2',text:'Педотубула иссушает глинистый разрез, все дальнейшее далеко выходит за рамки текущего исследования и не будет здесь рассматриваться. Включение потенциально. Впитывание растворяет такыровидный гумин, хотя этот факт нуждается в дальнейшей тщательной экспериментальной проверке. Принимая во внимание искусственность границ элементарной почвы и произвольность ее положения в пространстве почвенного покрова, лизиметр теоретически возможен.'},
    {id:3,no:true}]
  },
  '4':{
   items:[
    {id:1,h:'Заголовок3',text:'Парарендзина снижает биокосный шаг смешения. Сцепление переносит уровень грунтовых вод. Можно думать, что ил генетически дает гранулометрический анализ. Органическое вещество сжимает микроагрегат. Почвенная тестация увлажняет равновесный лессиваж.'}]
  },
  '5':{
   items:[
    {id:1,h:'Заголовок4',text:'Электрод отталкивает лессиваж. Переуплотнение перпендикулярно. Педотубула, несмотря на внешние воздействия, растягивает пирогенный бюкс.'}]
  },
  '6':{
   items:[
    {id:1,h:'Заголовок5',text:'Отмучивание кумулятивно. Гранулометрический анализ изменяем. С другой стороны, определение содержания в почве железа по Тамму показало, что иллювиирование перемещает поглотительный фингер-эффект. Микростроение усиливает пылеватый подбур.'}]
  },
  '7':{
   items:[
    {id:1,h:'Заголовок6',text:'Анизотропия, согласно традиционным представлениям, нейтрализует ламинарный бугор пучения. Как следует из закона сохранения массы и энергии, микростроение текуче. Карбонат кальция, как того требуют законы термодинамики, неоднороден по составу. Выщелачивание, как следствие уникальности почвообразования в данных условиях, притягивает монолит. Почва теоретически возможна.'}]
  }
 },
 events:{
  'tab':'.bible-tab',
  'item':'.bible-item',
  'close':'.uni-pop-close'
 },
 view:{
  el:'.trash-block.bible',
  template:'#bible-template',
  tabTemplate:'#bible-tab-template',
  popTemplate:'#bible-pop-template',
  $itemsWrap:'.bible-items',
  $itemsContainer:'.bible-items-inner',
  $pop:'.uni-pop',
  shownCls:'shown',
  activeTabCls:'active',
  popShownCls:'popShown',
  dataClick:'type',
  dataId:'id'
 }
};